/*
1. Виведіть список усіх співробітниць, які приєдналися 01.01.1990 або після 01.01.2000
2. Покажіть імена всіх співробітників, які мають однакові ім’я та прізвище
3. Покажіть номери співробітників 10001, 10002, 10003 і 10004. Виберіть стовпці: first_name,
last_name, gender, hire_date.
4. Виберіть назви всіх департаментів, назви яких мають букву «а» на будь-якій позиції або «е»
на другому місці.
5. Покажіть співробітників, які відповідають наступному опису: Йому було 45 років, коли його
прийняли на роботу, він народився в жовтні і був прийнятий на роботу в неділю
6. Покажіть максимальну річну зарплату в компанії після 01.06.1995.
7. У таблиці dept_emp покажіть кількість співробітників за департаментами (dept_no). To_date
має бути більшим за current_date. Покажіть департаменти з понад 13 000 співробітників.
Відсотртуйте за кількістю працівників.
8. Показати мінімальну та максимальну зарплати по працівникам
*/
