/*
1.Всіх діючих співробітників розбийте на сегменти залежно від віку в момент прийому на роботу:
до 25, 25-44, 45-54, 55 і старше, для кожного сегменту виведіть максимальну зарплату. В результаті
потрібно отримати два поля сегмент, максимальну зарплату в сегменті.
2. Покажіть посаду та зарплату працівника з найвищою зарплатою більше не працюючого в
компанії.
3.Покажіть ТОР-10 діючих співробітників з найбільшою зарплатою
4. Створіть Базу даних. В створену базу додайте дві таблички з будь-якими полями, заповніть
створені таблички будь-якими 3 рядками даних. (Як відповідь на питання запишіть команди якими
ви будете створювати вище зазначене)
5. Покажіть діючих співробітників зарплата яких вища ніж середня зарплата по діючим
співробітникам.
6.Покажіть співробітників, які працюють у відділах де працює більш ніж 20000 співробітників.
7. Покажіть співробітників, які заробляють більше, ніж будь-який інший працівник відділу Finance
8. Покажіть назви відділів, де колись працював хоча б один співробітник з зарплатою більше $150K 
*/