/*
1. Для поточної максимальної річної заробітної плати в компанії ПОКАЗАТИ ПІБ
працівника, департамент, поточну посаду, тривалість перебування на поточній
посаді та загальний стаж роботи в компанії.
2. Для кожного департамента покажіть його назву, ім’я та прізвище поточного
керівника та його поточну зарплату.
3. Покажіть для кожного працівника їхню поточну зарплату та поточну зарплату
поточного керівника
4. Покажіть всіх співробітників, які зараз заробляють більше, ніж їхні керівники
5. Покажіть, скільки співробітників зараз мають кожну посаду. Відсортуйте в порядку
спадання за кількістю співробітників.
6. Покажіть повні імена всіх співробітників, які працювали більш ніж в одному відділі.
7. Покажіть середню та максимальну зарплату в тисячах доларів за кожен рік
8. Покажіть, скільки працівників було найнято у вихідні дні (субота + неділя),
розділивши за статтю
*/
