/*
1. Необхідно створити процедуру додавання нового співробітника, з потрібним
переліком вхідних параметрів. Після успішної роботи Дані процедури повинні потрапити
в таблиці employees, dept_emp, salaries и titles;
Обчислення emp_no, обчислюємо по формулою max(emp_no) +1.
Якщо передана не існуюча посада, тоді показати помилку з необхідним текстом. Якщо
передано зарплату менше 30000, тоді показати помилку з необхідним текстом
2. Створити процедуру оновлення зарплати по співробітнику. При оновленні зарплати
потрібно закрити останню активну зарплату поточною датою, і створити новий
історичний запис поточною датою. Якщо переданий не існуючий співробітник, тоді
показати помилку із потрібним текстом.
3. Створити процедуру для звільнення працівника, закриття історичних записів у таблицях
dept_emp, salaries та titles. Якщо передано неіснуючий номер співробітника, тоді показати
помилку з потрібним текстом
4. Створити функцію, яка виводила б поточну зарплату по співробітнику.
*/
